Repository: common-repository/meest-for-woocommerce
Catalog: resources/langs/meest_for_woocommerce-*.po
Languages: ru_ru, uk

source: About
ru_ru: О плагине
uk: Про плагін

source: Address
ru_ru: Адрес
uk: Адреса

source: Address delivery
ru_ru: Адресная доставка
uk: Доставка за адресою

source: Address details
ru_ru: Подробности адреса
uk: Деталі адреси

source: Agent
ru_ru: Агент
uk: Агент

source: ATM
ru_ru: Почтомат
uk: Поштомат

source: Barcode
ru_ru: Штрих-код
uk: Штрих-код

source: Building
ru_ru: Дом
uk: Будівля

source: Branch
ru_ru: Отделение
uk: Відділення

source: Branch delivery
ru_ru: Доставка в отделение
uk: Доставка у відділення

source: Calculate shipping cost
ru_ru: Рассчитать стоимость доставки
uk: Розрахувати вартість доставки

source: Code
ru_ru: Код
uk: Код

source: Country
ru_ru: Страна
uk: Країна

source: СOD
ru_ru: Наложенный платеж
uk: Накладений платіж

source: Created at
ru_ru: Дата создания
uk: Дата створення

source: Create pickup
ru_ru: Создать вызов курьера
uk: Створити виклик кур`єра

source: Create parcel
ru_ru: Создать посылку
uk: Створити посилку

source: Create parcel for order #
ru_ru: Создать посылку для заказа №
uk: Створити посилку для замовлення №

source: City
ru_ru: Город
uk: Місто

source: Cash
ru_ru: Наличными
uk: Готівкою

source: Cost services
ru_ru: Стоимость услуг
uk: Вартість послуг

source: Custom
ru_ru: Специальное
uk: Спеціальне

source: Create pickup for %s parcels
ru_ru: Создать вызов курьера для %s посылок
uk: Створити виклик кур'єра для %s посилок

source: cm
ru_ru: см
uk: см

source: Date
ru_ru: Дата
uk: Дата

source: Delivery type
ru_ru: Тип доставки
uk: Тип доставки

source: Delivery date
ru_ru: Дата доставки
uk: Дата доставки

source: Declaration
ru_ru: Декларация
uk: Декларація

source: Delete
ru_ru: Удалить
uk: Видалити

source: Event
ru_ru: Событие
uk: Подія

source: Edit parcel #%s
ru_ru: Редактировать посылку № %s
uk: Редагувати посилку №%s

source: Edit parcel #%s for order #%s
ru_ru: Редактировать посылку № %s для заказа № %s
uk: Редагувати посилку №%s для замовлення №%s

source: Enter delivery address
ru_ru: Введите адрес доставки
uk: Введіть адресу доставки

source: Edit pickup #%s
ru_ru: Редактировать вызов курьера № %s
uk: Редагувати виклик кур`єра №%s

source: Edit
ru_ru: Редактировать
uk: Редагувати

source: Email
ru_ru: Э-почта
uk: Е-пошта

source: Email was sent.
ru_ru: Электронное письмо отправлено.
uk: Електронний лист надіслано.

source: First name
ru_ru: Имя
uk: Ім'я

source: Flat
ru_ru: Квартира
uk: Квартира

source: Fixed shipping cost
ru_ru: Фиксированная стоимость доставки
uk: Фіксована вартість доставки

source: Filter branches
ru_ru: Фильтровать отделения
uk: Фільтрувати відділення

source: Group items in one package
ru_ru: Объединить товары в один пакет
uk: Об’єдната товари в один пакет

source: Hello %s.
ru_ru: Привет %s.
uk: Привіт %s.

source: Just to let you know - we`ve shipped your order #%s by Meest.
ru_ru: Просто сообщить - мы отправили ваш заказ # %s компанией Meest.
uk: Просто повідомити - ми відправили ваше замовлення #%s компанією Meest.

source: In detail
ru_ru: Подробно
uk: Детально

source: Insurance
ru_ru: Страхование
uk: Страхування

source: insurance - %s
ru_ru: страхование - %s
uk: страхування - %s

source: Invoice
ru_ru: Накладная
uk: Накладна

source: Invoice number
ru_ru: Номер накладной
uk: Номер накладної

source: If you do not have an API key, you can get it by following the link
ru_ru: Если у вас нет ключа API, вы можете получить его, перейдя по ссылке
uk: Якщо у вас немає ключа API, ви можете отримати його, перейшовши за посиланням

source: If the value is empty, the cost is calculated automatically
ru_ru: Если значение пустое, стоимость вычисляется автоматически
uk: Якщо значення порожнє, вартість обчислюється автоматично

source: If checked, СOD will be set by price of items
ru_ru: Если установить этот флажок, наложенный платеж будет определяться по цене товаров
uk: Якщо встановити цей прапорець, накладений платіж визначатиметься за ціною товарів

source: If checked, all items will be group in one package
ru_ru: Если установить этот флажок, все товары будут объединены в один пакет
uk: Якщо встановити цей прапорець, усі товари будуть об’єднані в один пакет

source: If checked, the delivery cost will be displayed
ru_ru: Если обозначено, стоимость доставки будет отображаться
uk: Якщо позначено, вартість доставки відображатиметься

source: If you have questions about having problems creating parcels, please contact our support
ru_ru: Если у Вас есть вопросы или возникли проблемы с созданием посылок, то обращайтесь в нашу поддержки
uk: Якщо у Вас є питання чи виникли проблеми із створенням посилок, то звертайтесь до нашої підтримки

source: kg
ru_ru: кг
uk: кг

source: Last name
ru_ru: Фамилия
uk: Прізвище

source: Last updated at
ru_ru: Последнее обновление
uk: Останнє оновлення

source: Length x Width x Height
ru_ru: Длина х Ширина х Высота
uk: Довжина х Ширина х Висота

source: Limits
ru_ru: Ограничения
uk: Обмеження

source: Middle name
ru_ru: Отчество
uk: По батькові

source: Mobile phone
ru_ru: Мобильный телефон
uk: Мобільний телефон

source: Notation
ru_ru: Описание
uk: Опис

source: Number
ru_ru: Номер
uk: Номер

source: Non cash
ru_ru: Безналично
uk: Безготівково

source: Order
ru_ru: Заказ
uk: Замовлення

source: Order ID
ru_ru: ИД заказ
uk: ІД замовлення

source: Order #%s was shipped!
ru_ru: Заказ №%s отправлено!
uk: Замовлення №%s відправлено!

source: Pay type
ru_ru: Тип оплаты
uk: Тип оплати

source: Pack types
ru_ru: Типы упаковки
uk: Типи упаковки

source: Payer
ru_ru: Плательщик
uk: Платник

source: Parcel
ru_ru: Посылка
uk: Посилка

source: Parcels
ru_ru: Посылки
uk: Посилки

source: Parcel size
ru_ru: Размер посылки
uk: Розмір посилки

source: Parcel number: <strong>%s</strong>.
ru_ru: Номер посылки <strong>%s</ strong>.
uk: Номер посилки: <strong>%s</strong>.

source: Pickup
ru_ru: Вызов курьера
uk: Виклик кур`єра

source: Pickups
ru_ru: Вызовы курьера
uk: Виклики кур`єра

source: Pickup information
ru_ru: Информация о вызове курьера
uk: Інформація про виклик кур`єра

source: Password
ru_ru: Пароль
uk: Пароль

source: Phone
ru_ru: Телефон
uk: Телефон

source: Parcel options
ru_ru: Параметры посылки
uk: Параметри посилки

source: Parcel was created.
ru_ru: Посылка создана.
uk: Посилку створено.

source: Parcel was updated.
ru_ru: Посылка обновлена.
uk: Посилку оновлено.

source: Parcel was deleted.
ru_ru: Посылка удалена.
uk: Посилку видалено.

source: Parcel was pickuped.
ru_ru: Посылка добавлено к вызову курьера.
uk: Посилку додано до виклику кур`єра.

source: Parcel was unpickuped.
ru_ru: Посылка удалена с вызова курьера.
uk: Посилку видалено з виклику кур`єра.

source: Pickup was created.
ru_ru: Вызовы курьера создан.
uk: Виклики кур`єра створено.

source: Pickup was updated.
ru_ru: Вызовы курьера обновлен.
uk: Виклики кур`єра оновлено.

source: Pickup was deleted.
ru_ru: Вызовы курьера удален.
uk: Виклики кур`єра видалено.

source: Invoice #%s by Meest
ru_ru: Накладная №%s от Meest
uk: Накладна №%s від Meest

source: Receiver
ru_ru: Получатель
uk: Одержувач

source: Sender
ru_ru: Отправитель
uk: Відправник

source: Search
ru_ru: Поиск
uk: Пошук

source: Tracking number, phone, sender or receiver name
ru_ru: Номер отслеживания, телефон, имя отправителя или получателя
uk: Номер відстеження, телефон, ім’я відправника або одержувача

source: Send email after change order status ”Shipped”
ru_ru: Отправлять э-письмо после изменения статуса заказа ”Отправлено”
uk: Надіслати е-лист після зміни статусу замовлення ”Відправлено”

source: Shipping
ru_ru: Доставка
uk: Доставка

source: Shipped
ru_ru: Отправлено
uk: Відправлено

source: Street
ru_ru: Улица
uk: Вулиця

source: Show limits for branches
ru_ru: Показать лимиты для филиалов
uk: Показати обмеження для відділень

source: Select from the list
ru_ru: Выберите из списка
uk: Виберіть зі списку

source: Select a country
ru_ru: Выберите страну
uk: Виберіть країну

source: Select a city
ru_ru: Выберите город
uk: Виберіть місто

source: Select a street
ru_ru: Выберите улицу
uk: Виберіть вулицю

source: Select a branch
ru_ru: Выберите отделение
uk: Виберіть відділення

source: Settings
ru_ru: Настройка
uk: Налаштування

source: Setting saved!
ru_ru: Настройка сохранено!
uk: Налаштування збережено!

source: Sent email about parcel tracking
ru_ru: Отправлено э-письмо об отслеживании посылки
uk: Надіслано е-лист про відстеження посилки

source: Support
ru_ru: Поддержка
uk: Підтримка

source: Sticker
ru_ru: Наклейка
uk: Наклейка

source: size(lwh) - %sx%sx%s cm
ru_ru: размеры (ДШВ) - %sx%sx%s см
uk: розміри(дшв) - %sx%sx%s см

source: Region
ru_ru: Регион
uk: Регіон

source: required
ru_ru: обязательное
uk: обов'язкове

source: Unpickup
ru_ru: Отменить вызов
uk: Скасувати виклик

source: Tracking
ru_ru: Отследить
uk: Відстежити

source: Tracking number
ru_ru: Номер отслеживания
uk: Номер відстеження

source: Track parcel #
ru_ru: Отслеживание посылки №
uk: Відстеження посилки №

source: Tracking information is missing
ru_ru: Информация об отслеживании данных
uk: Інформація про відстеження відсутня

source: Username
ru_ru: Имя пользователя
uk: Ім'я користувача

source: Updated at
ru_ru: Дата обновления
uk: Дата оновлення

source: You can tracking your order at: <a href="%s">%s</a>.
ru_ru: Вы можете отследить свой заказ по адресу: <a href="%s">%s</a>.
uk: Ви можете відстежити своє замовлення за адресою: <a href="%s">%s</a>.

source: Weight
ru_ru: Вес
uk: Вага

source: weight - %s kg
ru_ru: вес - %s кг
uk: вага - %s кг

source: Write to us
ru_ru: Написать нам
uk: Написати нам

source: Meest - International Postal and Logistics Group, for detailed information - visit our website <a href="https://meest.com">https://meest.com</a>.
ru_ru: Meest - Международная почтово-логистическая группа, для подробной информации - посетите наш сайт <a href="https://meest.com">https://meest.com</a>.
uk: Meest - Міжнародна поштово-логістична група, для детальної інформації - завітайте на наш сайт <a href="https://meest.com">https://meest.com</a>.

source: The “Meest for WooCommerce” plugin connects delivery from Meest to your online store, allows you to create invoices, courier calls and manage them.
ru_ru: Плагин "Meest for WooCommerce" подключает к Вашему интернет-магазина доставку от Мост, позволяет создавать накладные, вызовы курьеров и управлять ими.
uk: Плагін ”Meest for WooCommerce” підключає до Вашого інтернет-магазину доставку від Міст, дозволяє створювати накладні, виклики кур`єрів та управляти ними.

source: Go to the <a href="admin.php?page=meest_setting">”Settings page”</a>.
ru_ru: Перейдите на страницу <a href="admin.php?page=meest_setting">"Настройка"</a>.
uk: Перейдіть на сторінку <a href="admin.php?page=meest_setting">”Налаштування”</a>.

source: Enter the data to connect to the API and save the settings.
ru_ru: Введите данные для подключения API и сохраните настройки.
uk: Введіть дані для підключення API та збережіть налаштування.

source: If the settings are saved successfully, fill in other data.
ru_ru: Если настройки успешно сохранены, то заполняйте другие данные.
uk: Якщо налаштування успішно збережені, то заповнюйте інші дані.

source: Fill in the data about the Agent, phone in accordance with the international format.
ru_ru: Заполните данные о Агента, телефон в соответствии с международным формата.
uk: Заповніть дані про Агента, телефон відповідно до міжнародного формату.

source: Fill in the data on the address of the parcel collection.
ru_ru: Заполните данные об адресе забора посылок.
uk: Заповніть дані про адресу забору посилок.

source: For Ukraine - available types of delivery: address and branch. City and street or branch - selected from the list.
ru_ru: Для Украины - доступные типы доставки: адрес и отделения. Город и улица или отделения - выбираются из списка.
uk: Для України - доступні типи доставки: адреса та відділення. Місто та вулиця або відділення - вибираються із списку.

source: For other countries, only address delivery is available. Region, city, street - entered manually.
ru_ru: Для других стран доступна только адресная доставка. Регион, город, улица - вводятся вручную.
uk: Для інших країн доступна лише адресна доставка. Регіон, місто, вулиця - вводяться вручну.

source: Creating an empty parcel
ru_ru: Создание пустой посылки
uk: Створення порожньої посилки

source: Go to the page <a href="admin.php?page=meest_parcel">“Parcels”</a> and click the button “Create”.
uk: Перейдіть на сторінку <a href="admin.php?page=meest_parcel">”Посилки”</a> та натисніть кнопку ”Створити”.

source: To quickly create a parcel - select “Parcel“ from the top menu “Add“.
ru_ru: Для быстрого создания посылки - выберите из верхнего меню ”Добавить” пункт ”Посылка”.
uk: Для швидкого створення посилки - виберіть з верхнього меню ”Додати” пункт ”Посилка”.

source: Fill in the parcel parameters.
ru_ru: Заполните параметры посылки.
uk: Заповніть параметри посилки.

source: Types of packaging can be selected from the list or specify special sizes.
ru_ru: Типы упаковки можно выбрать из списка или указать специальные размеры.
uk: Типи упаковки можна вибрати із списку або вказати спеціальні розміри.

source: Filling in the address for the sender and recipient is the same as for the page <a href="admin.php?page=meest_setting">”Settings”</a>.
ru_ru: Заполнение адреса для отправителя и получателя производится так же как и для страницы <a href="admin.php?page=meest_setting">"Настройка"</a>.
uk: Заповнення адреси для відправника і одержувача проводиться так само як і для сторінки <a href="admin.php?page=meest_setting">”Налаштування”</a>.

source: After creating a parcel, you can edit, delete, track, add to the ”Pickups”, cancel the ”Pickup” and print the declaration and sticker.
ru_ru: После создания посылки, ее можно редактировать, удалить, отследить, добавить в ”Вызов курьера”, отменить ”Вызов курьера” и распечатать деклацию и наклейку.
uk: Після створення посилки, її можна редагувати, видалити, відстежити, додати до ”Виклик кур`єра”, скасувати ”Виклик кур`єра” та роздрукувати деклацію і наклейку.

source: Creating a parcel by the order
ru_ru: Создание посылки через заказ
uk: Створення посилки через замовлення

source: Go to the page <a href="edit.php?post_type=shop_order">“Order”</a>.
ru_ru: Перейдите на страницу <a href="edit.php?post_type=shop_order">"Заказ"</a>.
uk: Перейдіть на сторінку <a href="edit.php?post_type=shop_order">”Замовлення”</a>.

source: For orders for which “Bridge” delivery is selected, the “Create parcel” button is displayed.
ru_ru: Для заказов, для которых выбрано доставку ”Мост” отображается кнопка ”Создать посылку”.
uk: Для замовлень, для яких обрано доставку ”Міст” відображається кнопка ”Створити посилку”.

source: Click the button ”Create Parcel” or open the order and click on the button ”Create Parcel” in the right pane.
ru_ru: Нажмите кнопку ”Создать посылку” или откройте заказ и нажмите на кнопку ”Создать посылку” в правой панели.
uk: Натисніть кнопку ”Створити посилку” або відкрийте замовлення та натисніть на кнопку ”Створити посилку” у правій панелі.

source: Data is filled in automatically.
ru_ru: Заполнение данных производится автоматически.
uk: Заповнення даних проводиться автоматично.

source: You can change or add information about the parcel, sender and recipient.
ru_ru: Можно изменять или дополнять данные о посылке, отправителя и получателя.
uk: Можна змінювати чи доповнювати дані про посилку, відправника та одержувача.

source: After creating the parcel, the invoice number will be displayed in the orders or when you open the order, you can edit the parcel, track and print the declaration and the sticker.
ru_ru: После создания посылки, в заказах будет отображаться номер накладной или открытии заказ можно будет редактировать посылку, отследить и распечатать деклацию и наклейку.
uk: Після створення посилки, у замовленнях буде відображатися номер накладної або відкритті замовлення можна буде редагувати посилку, відстежити та роздрукувати деклацію і наклейку.

source: If you set the status to ”Shipped” for the order, the user will be automatically sent a letter with the invoice number.
ru_ru: Если для заказа установить статус ”Отправлено”, то пользователю автоматически отправят-лист с номер накладной.
uk: Якщо для замовлення встановити статус “Відправлено”, то користувачу автоматично буде надіслано е-лист з номер накладної.

source: Creating a pickup
ru_ru: Создание вызова курьера
uk: Створення виклику кур`єра

source: Go to the page <a href="admin.php?page=meest_parcel">“Parcels”</a> and click the button “Create pickup for parcels”</a>.
ru_ru: Перейдите на страницу <a href="admin.php?page=meest_parcel">"Поселок"</a> и нажмите на кнопку ”Создать вызов курьера для посылок”</a>.
uk: Перейдіть на сторінку <a href="admin.php?page=meest_parcel">”Посилки”</a> та натисніть на кнопку ”Створити виклик кур`єра для посилок”</a>.

source: You can also create a pickup on the page <a href="admin.php?page=meest_pickup&action=create">Pickups</a>.
ru_ru: Также ”Вызов курьера” можно создать на странице <a href="admin.php?page=meest_pickup&action=create">"Вызовы курьера"</a>.
uk: Також ”Виклик кур`єра” можна створити на сторінці <a href="admin.php?page=meest_pickup&action=create">”Виклики кур`єра”</a>.

source: Filling in the address is the same as for the parcel, specify the desired time of arrival of the courier.
ru_ru: Заполнение адреса производится так же как для посылки, укажите желаемое время прибытия курьера.
uk: Заповнення адреси проводиться так само як для посилки, вкажіть бажаний час прибуття кур`єра.

source: On the right is a list of parcels that will be included in the call.
ru_ru: Справа есть список посылок, которые будут включены в вызова.
uk: Праворуч є список посилок, які будуть включені до виклику.

source: After creating the ”Pickup”, it can be edited and deleted.
ru_ru: После создания ”Вызов курьера”, его можно редактировать и удалять.
uk: Після створення ”Виклик кур`єра”, його можна редагувати та видалити.
